interface CareerTalkItem {
  category: string;
  title: string;
  content: string;
}

const careerTalkData: CareerTalkItem[] = [
  {
    category: "[무료 자격증 추천]",
    title: "요양보호사 기초과정 | 나이 들수록 필요한 직무",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    category: "[제2 커리어 성공 사례]",
    title: "퇴직 후, 텃밭 관리로 다시 활기를 찾았습니다.",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    category: "[무료 자격증 추천]",
    title: "시니어를 위한 ‘반려동물 관리사’ 무료 과정",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    category: "[커리어 준비 루트]",
    title: "취미로 시작한 글쓰기, 지역신문 칼럼니스트로",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    category: "[제2 커리어 성공 사례]",
    title: "카페 일 도전, 동네 카페에서 아르바이트를 시작했습니다.",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    category: "[제2 커리어 성공 사례]",
    title: "작은 수리부터 시작해, 취업과 주택 수리로 확장",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    category: "[무료 자격증 추천]",
    title: "시니어를 위한 ‘반려동물 관리사’ 무료 과정",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    category: "[커리어 준비 루트]",
    title: "취미로 시작한 글쓰기, 지역신문 칼럼니스트로",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    category: "[내일 서비스 후기]",
    title: "카페 일 도전, 동네 카페에서 아르바이트를 시작했습니다.",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    category: "[내일 서비스 후기]",
    title: "작은 수리부터 시작해, 취업과 주택 수리로 확장",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
];

export default careerTalkData;
