interface CareerTalkItem {
  id: number;
  category: string;
  title: string;
  content: string;
}

const careerTalkData: CareerTalkItem[] = [
  {
    id: 1,
    category: "무료 자격증 추천",
    title: "요양보호사 기초과정 | 나이 들수록 필요한 직무",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    id: 2,
    category: "제2 커리어 성공 사례",
    title: "퇴직 후, 텃밭 관리로 다시 활기를 찾았습니다.",
    content: `“일은 하고 싶은데, 건강이 따라줄까 걱정이에요.”
“나이 들어도 안정적으로 일할 수 있는 일이 있을까요?”

이런 고민이 드셨다면, 요양보호사 자격증으로 시작해보는 건 어떨까요?

요양보호사는 어르신 돌봄, 간단한 일상 지원, 정서적 교감을 중심으로 활동하는 직업입니다.
체력보다 마음이 중요한 일이라, 중장년층에게 특히 잘 맞는 분야예요.

이런 분께 추천드려요!
• 사람을 돕는 일에 보람을 느끼시는 분
• 부담 없는 시간제로 일하고 싶으신 분
• 은퇴 후 제2의 커리어를 고민 중이신 분

지금 신청하면?
• 기초과정 무료 수강
• 비대면 온라인 수업 가능
• 수료 후 일자리 연계 정보 제공`,
  },
  {
    id: 3,
    category: "무료 자격증 추천",
    title: "시니어를 위한 ‘반려동물 관리사’ 무료 과정",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    id: 4,
    category: "커리어 준비 루트",
    title: "취미로 시작한 글쓰기, 지역신문 칼럼니스트로",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    id: 5,
    category: "제2 커리어 성공 사례",
    title: "카페 일 도전, 동네 카페에서 아르바이트를 시작했습니다.",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    id: 6,
    category: "제2 커리어 성공 사례",
    title: "작은 수리부터 시작해, 취업과 주택 수리로 확장",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    id: 7,
    category: "무료 자격증 추천",
    title: "시니어를 위한 ‘반려동물 관리사’ 무료 과정",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    id: 8,
    category: "커리어 준비 루트",
    title: "취미로 시작한 글쓰기, 지역신문 칼럼니스트로",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    id: 9,
    category: "내일 서비스 후기",
    title: "카페 일 도전, 동네 카페에서 아르바이트를 시작했습니다.",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
  {
    id: 10,
    category: "내일 서비스 후기",
    title: "작은 수리부터 시작해, 취업과 주택 수리로 확장",
    content:
      "요양보호사 기초과정을 하며 나이 들수록 필요한 직무라는 생각이 듭니다.",
  },
];

export default careerTalkData;
